import React from 'react'
import img from './doaa.jpg'
function Doaa() {
    return (
        <div id='doaa' className='doaa'>
            <img style={{ borderRadius: '50%', width: '100px', border: '6px solid rgba(255, 255, 255, 0.15)', margin: '0 0 20px 0' }} src={img} alt='' />
            <h3 style={{ margin: '0 0 20px 0' }}>لا تحرمه الدعاء </h3>
            <p>
                اللهمَّ اجعله  رفيق النبي في أعلى الجنان".
                <br />
                "اللهمّ إنّه صبر على البلاء فلم يجزع، فامنحه درجة الصابرين، الذين يوفّون أجورهم بغير حسابٍ
                <br />
                اللهمَّ تقبّل منه القليل وتجاوز عنه التقصير، اللهمَّ اجعل مرضه كفّارةً لجميع ذنوبه، واجعل آخر عذابه عذاب الدنيا،
                <br />
                اللهمَّ ثبّته بالقول الثابت وارفع درجته واغفر خطيئته وثقّل موازينه
                <br />
                اللهمَّ شفع فيه نبيّنا ومصطفاك، واحشره تحت لوائه، واسقه من يده الشريفة شربةً هنيئةً لا يظمأ بعدها أبداً".
                <br />
                اللهمّ ارزقه بكلّ حرفٍ في القرآن حلاوةً، وبكلّ كلمةٍ كرامةً، وبكلّ آيةٍ سعادةً، وبكلّ سورةٍ سلامةً، وبكل جُزءٍ جزاءً".
                <br />
                اللهمّ احشره مع أصحاب اليمين، اللهمّ اجعله من الذين سُعدوا في الجنة، خالدين فيها ما دامت السماوات والأرض".
                <br />
                اللهمّ ارحم من عز علي فراقه، يارب إنّه أغلى من فقدت ارحمه برحمتك واجمعني به يا رب العالمين".
                <br />
                اللهمّ جازِه عن الإحسان إحسانًا، وعن الإساءة عفوًا وغفرانًا".
                <br />
                ربي إنه ليس معي، ولكنه في قلبي وفي دُعائي، انتقل إلى جوارك يا من أنت أحسن من أكرمه وأحسن جواره".
                <br />
                اللهمّ أفسح له في قبره مدّ بصره، وافرش قبره من فراش الجنّة.
                <br />
                اللهمّ أبدل له دارًا خيرًا من داره، وأهلًا خيرًا من أهله، وأدخله الجنّة، وأعذه من عذاب القبر، ومن عذاب النّار".
                <br />
                اللهمّ بشّره بقولك "كلوا واشربوا هنيئًا بما أسلفتم في الأيّام الخالية".
                <br />
                اللهمّ أنزله منازل الصدّيقين، والشهداء، والصالحين، وحسُن أولئك رفيقاً".
                <br />
                اللهمّ أدخله الجنة من غير مناقشة حسابٍ، ولا سابقة عذابٍ".
                <br />
                اللهمَّ أذقه راحة الجنة التي لا ألم بعدها ولا تعب".
                <br />
                اللهمّ ارحمه رحمةً تسع السماوات والأرض،
                <br />
                اللهمّ اجعل قبره في نور دائم لا ينقطع، واجعله في جنتك آمنًا مطمئنًا يا رب العالمين".
                <br />
                اللهمّ املأ قبره بالرّضا والنّور، والفسحة والسّرور".
                <br />
                اللهمَّ اجعله من الضاحكين المُستبشرين الغارسين من ثمار جنّتك الشاربين من حوض نبيك والمحظوظين بشفاعته يا أرحم الراحمين".
                <br />
                اللهمَّ يا خالق الجنّة أنعم على والدي بالفردوس الأعلى".
                <br />
                اللهم اجعله سيداً من أسياد الجنة".
                <br />
                اللَّهمَّ إنّه عبدُك وابنُ عبدِك كان يشهَدُ أنْ لا إلهَ إلَّا اللهُ وأنَّ محمَّدًا عبدُك ورسولُك وأنتَ أعلَمُ به منِّا إنْ كان محسنًا فزِدْ في إحسانِه وإنْ كان مسيئًا فاغفِرْ له ولا تحرِمْنا أجرَه ولا تفتِنَّا بعدَه
                <br />
                اللَّهُمَّ، اغْفِرْ له وَارْحَمْهُ، وَاعْفُ عنْه وَعَافِهِ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بمَاءٍ وَثَلْجٍ وَبَرَدٍ، وَنَقِّهِ مِنَ الخَطَايَا كما يُنَقَّى الثَّوْبُ الأبْيَضُ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِن دَارِهِ، وَأَهْلًا خَيْرًا مِن أَهْلِهِ، وَزَوْجًا خَيْرًا مِن زَوْجِهِ، وَقِهِ فِتْنَةَ القَبْرِ وَعَذَابَ النَّارِ".
            </p>
            <p>
                # يا رب في ساعات الجمعة المباركة، أسألك أن تجعل ساعة دعائي هذا ساعة الاستجابة،
                <br />
                اللهم ارحم الذي بات في ضيافتك وجوارك،
                <br />
                اللهم اغفر له واعف عنه وتجاوز عن خطاياه، وزده من إحسانك وعظيم غفرانك وعفوك يا ربّ العالمين.
                <br />
                اللهم في هذا اليوم المبارك أسألك أن ترحمه برحمتك التي وسعت كل شيء،
                <br />
                اللهم أنر عليه قبره ووسع له مدخله، واجعله من المستبشرين الضاحكين،
                <br />
                اللهم أنزل عليه رحمةُ تغنه بها عن رحمة من سواك.
                <br />
                اللهمّ إنّه صبر على البلاء فلم يجزع، فامنحه درجة الصابرين، الذين يوفّون أجورهم بغير حسابٍ".
                <br />
                -إلهي احمه تحت الأرض، وأيضًا استره يوم العرض، ولا تخزه يوم
                يبعثون “يوم لا ينفع مالٌ ولا بنون إلّا من أتى الله بقلبٍ سليم”،
                <br />
                اللهمّ اجعله في بطن القبر مطمئنّاً، وعند قيام الأشهاد آمناً، وبجود رضوانك واثقاً، وإلى أعلى درجاتك سابقاً، يا رحيم أسكنه فسيح الجنان، واغفر له يا رحمن، وتجاوز عمّا تعلم يا عليم.
                <br />
                -اللهم ارحمه في بطن الأرض و استره يوم العرض يارب العالمين يارب انت خلقته وانت أخذته وانت الرحيم فليس غيرك أرحم به اللهم ارحمه و اغفر له.
                <br />

                - اللهم في يوم الجمعة ارحم من مات بالدنيا ولم يمت في قلوبنا
                <br />
                اللهم ارحمه فهو أغلى من فقدنا وأسكنه فسيح جناتك يا ارحم الراحمين.
                <br />
                -اللهمّ يا ودود يا ودود يا ذا العرش المجيد، يا مبدئ يا معيد، يا فعّالٌ لما تريد، أسألك برحمتك الّتي وسعت السّماوات والأرض،
                <br />
                اللهمّ انه قد ارتحل من الفانية إلى الآخرة الّتي لا فناء بعدها، فاللهمّ ارحمه واغفر له، واحشره يوم البعث مع الصّالحين والصّدّيقين والشّهداء،
                <br />
                اللهمّ أدخله الجنّة دون حسابٍ أو سابقة عذاب،
                <br />
                اللهمّ لا تؤاخذه بما كسب في دنياه واغفر له كما غفرت لكثيرٍ من عبادك الضّعفاء، آمين، والحمد لله ربّ العالمين.
                <br />
                -اللهم إني أسألك بنور وجهك الذي أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة  يا ودود  يا ذا العرش المجيد يا مبدئ يا معيد يا فعالآ لما تريد أسألك بنور وجهك الذي ملأ أركان عرشك وأسألك بقدرتك التي قدرت بها على جميع خلقك وأسألك برحمتك التي وسعت كل شيء أن تغفر له  وترحمه وتعفو عنه وتكرم نزله وأن تجعل قبره روضة من رياض الجنة.
                <br />
                - اللهم إني أسألك وأدعوك بإسمك الأعظم الذي خشعت له القلوب وبكت له العيون يا الله أن تنور عليه قبره وأن تفتح له بابآ من الجنة وأن تغسله بالماء والثلج والبرد وأن تنقه من الخطايا كما ينقى الثوب الأبيض من الدنس وأن تزيد في حسناته وتتجاوز عن سيئآته وأن تجعله في الفردوس الاعلى في جناتك جنات النعيم اللهم امين يارب العالمين
            </p>
        </div>
    )
}

export default Doaa